[
  {
    "id": 1,
    "title": "10 Jaw-Dropping Beachfront Mansions You Won't Believe Exist",
    "author": "Emily Johnson",
    "date": "2024-04-05",
    "image_url": "https://i.ibb.co/M6Nn2XT/2c05858e-d8d4-4f08-9d6f-792db15943df-beachfront-villa-marbella-spain.jpg",
    "content": "Explore the epitome of luxury living with these breathtaking beachfront mansions. From secluded villas in the Caribbean to sprawling estates along the French Riviera, discover the ultimate in coastal elegance."
  },
  {
    "id": 2,
    "title": "The Future of Luxury Real Estate: Trends to Watch in 2024",
    "author": "John Smith",
    "date": "2024-03-20",
    "image_url": "https://i.ibb.co/brKxv3p/Looking-to-Buy-a-House-in-India-Here-are-the-Real-Estate-Trends-to-Watch.jpg",
    "content": "Stay ahead of the curve with insights into the latest trends shaping the luxury real estate market. From smart home technology to sustainable design, explore the future of upscale living."
  },
  {
    "id": 3,
    "title": "Inside the World's Most Expensive Penthouse Apartments",
    "author": "Sophia Williams",
    "date": "2024-03-05",
    "image_url": "https://i.ibb.co/LgctY9s/one-madison-greatroom-night-credit-sfrances.jpg",
    "content": "Take a peek inside the world's most lavish penthouse apartments. Featuring unparalleled views, extravagant amenities, and opulent interiors, these penthouses redefine luxury urban living."
  },
  {
    "id": 4,
    "title": "Luxury Ski Chalets: Where to Find the Ultimate Winter Retreats",
    "author": "Michael Brown",
    "date": "2024-02-15",
    "image_url": "https://i.ibb.co/B43XxVm/101-3589-chalet-vilaiet-25-01-23-visciani-ph.webp",
    "content": "Escape to the mountains with our guide to the most luxurious ski chalets in the world. From cozy alpine lodges to contemporary mountain estates, discover the perfect winter retreat."
  },
  {
    "id": 5,
    "title": "5 Sustainable Luxury Homes Redefining Green Living",
    "author": "Emma Wilson",
    "date": "2024-02-01",
    "image_url": "https://i.ibb.co/2t0rbjh/1696932755596.png",
    "content": "Explore the intersection of luxury and sustainability with these eco-friendly homes. Featuring cutting-edge green technologies and eco-conscious design, these homes offer guilt-free luxury living."
  },
  {
    "id": 6,
    "title": "Iconic Celebrity Homes: A Tour of Hollywood's Most Glamorous Estates",
    "author": "David Roberts",
    "date": "2024-01-20",
    "image_url": "https://i.ibb.co/cTNkmSK/8ed6b78c-d3aa-46cc-9a42-118810dcb198-hollywood-homes-rich-and-famous-cary-grant-home.jpg",
    "content": "Step into the world of the rich and famous with a glimpse inside the most iconic celebrity homes. From Beverly Hills mansions to Malibu beachfront retreats, discover the lavish lifestyles of Hollywood's elite."
  },
  {
    "id": 7,
    "title": "Luxury Living: Design Inspiration from Around the Globe",
    "author": "Olivia Smith",
    "date": "2023-12-30",
    "image_url": "https://i.ibb.co/fDHv2Nx/ehuq-ch-O-1.png",
    "content": "Get inspired by the world's most luxurious homes and interiors. From opulent chandeliers to sleek modern designs, uncover the latest trends and timeless elegance in luxury home decor."
  },
  {
    "id": 8,
    "title": "The Art of Luxury Home Staging: Tips for Selling High-End Properties",
    "author": "Daniel Johnson",
    "date": "2023-12-15",
    "image_url": "https://i.ibb.co/MMRSH5x/jilba-project-1024x683.jpg",
    "content": "Learn the secrets of staging luxury homes to appeal to high-end buyers. From luxurious furnishings to impeccable presentation, discover how to showcase the best features of upscale properties."
  },
  {
    "id": 9,
    "title": "Hidden Gems: Discovering Unique Luxury Properties Off the Beaten Path",
    "author": "Ava Miller",
    "date": "2023-11-28",
    "image_url": "https://i.ibb.co/wrTgcKr/hidden-gems-in-italy.jpg",
    "content": "Explore undiscovered treasures with a tour of unique luxury properties around the world. From historic castles to secluded island retreats, uncover hidden gems for your next luxury getaway."
  }
]